class CharacterSurvivor < ActiveHash::Base
  self.data = [
    { id: 1, name: "_ _" },
    { id: 2, name: "ドワイト・フェアフィールド" },
    { id: 3, name: "メグ・トーマス" },
    { id: 4, name: "クローデット・モレル" },
    { id: 5, name: "ジェイク・パーク" },
    { id: 6, name: "ネア・カールソン" },
    { id: 7, name: "エース・ヴィスコンティ" },
    { id: 8, name: "フェン・ミン" },
    { id: 9, name: "デイビット・キング" },
    { id: 10, name: "ウィリアム・ビル・オーバーベック" },
    { id: 11, name: "ローリー・ストロード" },
    { id: 12, name: "クエンティン・スミス" },
    { id: 13, name: "タップ刑事" },
    { id: 14, name: "ケイト・デンソン" },
    { id: 15, name: "アダム・スミス" },
    { id: 16, name: "ジェフ・ヨハンセン" },
    { id: 17, name: "ジェーン・ロメロ" },
    { id: 18, name: "スティーブ・ハリントン" },
    { id: 19, name: "ナンシー・ウィーラー" },
    { id: 20, name: "アシュレイ・J・ウィリアムズ" },
    { id: 21, name: "木村結衣" },
    { id: 22, name: "ザリーナ・カッシル" },
    { id: 23, name: "シェリル・メイソン" },
    { id: 24, name: "フェリックス・リクター" }
  ]
end
